Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Thousands of Iraqis responded to a call by the country's most influential Shi'ite cleric to take up arms and defend the country against the insurgency, led by the Sunni militant Islamic State in Iraq and the Levant, or ISIL.
pt: Os militantes do grupo Estado Islâmico do Iraque e o Levante (EIIL) também assumiram o controle da cidade de Mosul, no norte do país, avançando com seus planos de criar um Estado islâmico sunita na fronteira entra o Iraque a Síria.

source: It would not be an isolated number, the vast majority of economic reports for the last several weeks point to an upward shift in growth," said Anthony Karydakis, chief economic strategist at Miller Tabak in New York.
pt: "Isso passa a mensagem de uma atividade econômica sólida", disse Anthony Karydakis, chefe de estratégia econômica da Miller Tabak em Nova York, falando antes dos dados sobre a produção industrial serem divulgados.

source: Ahram Online - Islamist militants release 32 Turkish truck drivers seized in Iraq: Media
pt: Militantes libertam 32 caminhoneiros turcos sequestrados no Iraque, diz mídia

source: China's Politburo said Beijing had yet to find new drivers to power its economy at a time when old engines are flagging and has promised to step up "targeted" adjustments to economic policy to foster stable growth, media said on Thursday.
pt: PEQUIM (Reuters) - O Politburo da China, principal órgão de decisão do Partido Comunista, prometeu intensificar os ajustes "direcionados" à política econômica para fomentar o crescimento estável na segunda maior economia do mundo, de acordo com informações da rádio estatal nesta quinta-feira.

source: Earlier this week, policemen shot dead a young black man at a gas station in St. Louis, Missouri, miles from where unarmed teenager Michael Brown was killed in August .
pt: A atual onda de incidentes teve início com a morte em agosto do jovem Michael Brown, atingido por tiros por um policial branco na cidade de Ferguson, subúrbio de St. Louis.

source: In his time in the Senate, he has sometimes drawn the scorn of senior Republicans .
pt: Em seu período no Senado, ele foi muitas vezes desprezado por republicanos proeminentes .

source: U.S. doctors perform world’s 1st skull-scalp transplant
pt: Médicos do Texas realizam o primeiro transplante de crânio

source: The ministers reviewed a six-page document signed by Marxist Finance Minister Yanis Varoufakis that watered down campaign promises to halt privatisations, boost welfare spending and raise the minimum wage, vowing to consult partners before key reforms and to keep them budget-neutral.
pt: No documento de seis páginas, Atenas retrocedeu após prometer, durante a campanha eleitoral, paralisar privatizações, impulsionar gastos sociais e elevar o salário mínimo, e prometeu consultar parceiros antes de reformas importantes e mantê-las financeiramente neutras.

source: A Swedish appeal court has upheld an arrest warrant against Wikileaks founder Julian Assange, wanted for questioning over sexual assault claims.
pt: Tribunal de apelação de Estocolmo confirma mandado de prisão de Assange Julian Assange, fundador do WikiLeaks, é suspeito de ter cometido agressão sexual

source: IRNA says the aid was delivered by air early Tuesday but did not say where the cargo landed .
pt: A agência relatou que a carga foi entregue por ar na manhã desta terça-feira, mas não disse em que local .

source: UN climate deal draft must be shorter, clearer - minister
pt: Esboço de acordo climático deve ser mais curto e claro, diz diplomata

source: The head of Danish intelligence, Jens Madsen, acknowledged on Sunday that El-Hussein had been "on the radar" of his services.
pt: O chefe do PET, Jens Madsen, havia informado no domingo que o suposto atirador estava "no radar" da inteligência dinamarquesa.

source: Islamic State in Iraq and the Levant (ISIL) fighters have executed at least 400 people in Palmyra since capturing the ancient city four days ago, Syrian state media reported Sunday.
pt: De acordo com a TV estatal síria, a milícia radical "Estado Islâmico" matou ao menos 400 pessoas desde a conquista da cidade histórica de Palmira .

source: Fighters from Levant Front, a northern alliance which includes Western-backed rebels and Islamist fighters, said they were worried Islamic State was heading for the Bab al-Salam crossing between Aleppo and the Turkish province of Kilis.
pt: O Estado Islâmico agora tem caminho livre para avançar para o norte até a passagem de Bab al-Salam, que liga a província síria de Aleppo à província turca de Kilis, informou o Observatório Sírio dos Direitos Humanos.

source: But if I don't, I'll just need to keep on doing dialysis."
pt: Não consigo ficar longe deles, quase não vou mais à minha empresa para não precisar me afastar .

source: Greek opinion poll shows 57 percent favour deal with lenders
pt: Pesquisa mostra que 57% dos gregos são a favor de acordo com credores

source: It's up to Europe to show solidarity by giving them a medium-term outlook, with immediate aid.
pt: "É responsabilidade da Europa para colocá-las em uma perspectiva de médio prazo, com, claro, ajuda imediata, mas também uma perspectiva de um pouco mais longa."

source: The United States and Japan have expressed alarm at China's expansion in the South China Sea, which they suspect is aimed at extending its military reach, and U.S. Secretary of State John Kerry raised the issue with Wang in the Malaysian capital.
pt: Kuala Lumpur - O secretário de Estado americano, John Kerry, expressou nesta quarta-feira sua preocupação com as reclamações territoriais no Mar da China Meridional, informou um diplomata dos Estados Unidos.

source: "I thought he was going to punch me in the face," Miller said, adding that Gibson was using offensive language.
pt: "Pensei que ele ia me dar um soco no rosto", disse a fotógrafa.

source: Mäurer said the alert had been raised after city authorities received information from a federal source, with the investigation by local police ongoing since the beginning of the year.
pt: A cidade estava em alerta desde o sábado, quando a polícia falou sobre possíveis "atividades de agressores islamistas", afirmando ter recebido informações de uma autoridade federal.

source: For days, Iran and six world powers have been close to a deal to give Tehran sanctions relief in exchange for limits on its nuclear program, but officials said success was not guaranteed.
pt: O acordo pretende garantir que o programa nuclear de Teerã não terá fins militares, em troca de uma suspensão das sanções internacionais que asfixiam a economia do país há vários anos.

source: Islamic State claims responsibility for Kuwait mosque attack: Statement
pt: No Kuwait, o ataque foi reivindicado pelo grupo Estado Islâmico .

source: In the accompanying report, the Fed said its balance sheet would top out at $4.5 trillion when its bond-buying program ends in October, a sign of how much stimulus the central bank has had to unleash to support the economy.
pt: Em relatório acompanhando suas declarações, o Fed informou que seu balanço patrimonial vai atingir o máximo de 4,5 trilhões de dólares quando seu programa de compra de títulos acabar em outubro, sinal de quanto estímulo o banco central tem tido que liberar para sustentar a economia .

source: Turkey vows to fight Islamic State, coalition strikes near border
pt: Estado Islâmico está muito perto de local na fronteira com a Turquia.

source: LOS ANGELES (Reuters) - Comedian Billy Crystal will pay tribute to late actor Robin Williams at television's Primetime Emmy Awards on Aug. 25, the show's organizers said on Wednesday.
pt: O comediante Billy Crystal vai homenagear o ator Robin Williams na premiação de televisão Primetime Emmy Awards em 25 de agosto, afirmaram os organizadores do evento nesta quarta-feira (20).

source: And I knew that she would be told she wasn't part of the beauty standard."
pt: Não conhecia e, para ser honesto, sequer sabia que esta peça existia .

source: PERTH, Australia (Reuters) - A U.S. submarine drone will keep scouring the Indian Ocean floor for traces of a missing Malaysian jetliner after it finishes its current targeted search, Australian authorities told Reuters as a tropical cyclone suspended the air search.
pt: PERTH, Austrália, 22 Abr (Reuters) - Um submarino teleguiado dos Estados Unidos continuará vasculhando o leito do oceano Índico para procurar o avião da Malaysia Airlines depois que encerrar o trabalho na atual área de buscas, disseram autoridades australianas à Reuters na terça-feira, quando um ciclone provocou a suspensão das operações.

source: However, with Greece fast running out money, sources close to the talks with the International Monetary Fund, the European Commission and the European Central Bank said there was still no breakthrough on crucial sticking points over pension and labour market reforms and budget targets.
pt: As negociações continuavam com o FMI, a Comissão Europeia e o Banco Central Europeu (BCE) para um acordo que concede dinheiro em troca de reformas, mas ainda havia diferenças sérias sobre reformas previdenciárias e trabalhistas e o salário mínimo.

source: "It's a learning process right now, we've just got to be patient."
pt: É um processo de aprendizado e precisamos ser pacientes .

source: Both sides are expected to resume talks soon in Cairo as part of an effort to keep the ceasefire in place.
pt: As negociações para um cessar-fogo duradouro entre Israel e palestinos ainda não foram concluídas e devem ser retomadas no Cairo, em breve.

source: Egypt court orders retrial for 37 Brotherhood members Sat, Jan 24 2015
pt: Tribunal egípcio ordena novo julgamento para 37 membros da Irmandade Muçulmana

source: David Ginola wants to run for FIFA presidency against Sepp Blatter
pt: David Ginola anuncia intenção de concorrer à presidência da Fifa

source: The census also found that business owners expressed a need to have access to banking services .
pt: O censo também identificou que uma das necessidades desses comerciantes é o acesso a serviços bancários, como crédito .

source: ISTANBUL (Reuters) - A far-left Turkish group took an Istanbul prosecutor hostage on Tuesday and threatened to kill him, prompting special forces to enter the courthouse and police to evacuate the building.
pt: ISTAMBUL (Reuters) - Um promotor de Istambul morreu depois que forças de segurança invadiram o gabinete onde membros de um grupo turco de extrema-esquerda mantinha o homem refém nesta terça-feira, matando os dois sequestradores.

source: "There is no discussion in the PT; who is at the heart of PT's membership is Lula."
pt: “Quem está no coração da militância do PT é Lula .

source: Abe said he secured the consent of Mori, a former prime minister, and instructed the sports and Olympics ministers to immediately prepare a process to choose a new stadium plan.
pt: Abe instruiu o Ministério dos Esportes do Japão e o Conselho Esportivo do Japão a começar a preparar imediatamente um processo de escolha de um novo plano de construção do estádio para os Jogos de 2020.

source: Lewis Hamilton 'needed' Canada win after Monaco disappointment
pt: Para Lewis Hamilton, Mônaco já é passado e foco está em vencer no Canadá

source: Neymar denies attempt to play in World Cup final
pt: O bom futebol está na final da Copa do Mundo

source: I don’t know why I still have that problem, of wanting somewhere else .
pt: Um dia queria ter dor, mas acho que nunca vou ter porque desde criança eu não tenho."

source: "He has grown up in modern Britain in an extraordinary family -- a family where the male members are patently committed to waging jihad in war-torn Syria," Hayden said.
pt: "Ele cresceu no Reino Unido, em uma família onde os homens estão explicitamente comprometidos com a jihad", explicou o juiz.

source: "We hold the enemy fully responsible for an explosion if the reconstruction does not begin," Abu Obeida said at a rally in Gaza City, warning that "the fight is not over."
pt: "O inimigo terá toda a responsabilidade desta explosão se não ocorrer a reconstrução", afirmou Abu Obeida, destacando a determinação do Hamas de "prosseguir com a resistência".

source: Earlier, a senior WHO official said the Ebola outbreak requires a much faster response to limit its spread to tens of thousands of cases.
pt: Segundo ele, o número de casos pode ser mantido dentro das dezenas de milhares se houver uma "resposta muito mais rápida".

source: 6 : Pope Francis sharply criticises Vatican bureaucracy
pt: O papa Francisco criticou duramente a burocracia do Vaticano nesta segunda-feira .

source: Egypt has been among the largest recipients of U.S. military and economic aid for decades following its 1979 peace treaty with U.S. ally Israel, which agreed as a result of the pact to withdraw from the Sinai Peninsula it had seized from Egypt in 1967.
pt: O Egito é um dos maiores receptores de ajuda militar e econômica dos EUA há décadas, após a assinatura, em 1979, de um tratado de paz com Israel, aliado dos norte-americanos .

source: Earlier, a government official told Reuters that two federal police had died in the exchanges near Tanhuato, where a week ago, federal forces replaced local police after the assassination of a candidate for mayor in a nearby town.
pt: O confronto teria ocorrido na parte da manhã na cidade de Tanhuato, onde há uma semana a polícia local foi desarmada após o assassinato de um candidato a prefeito de uma região próxima.

source: Reports say up to 5,000 Nato troops could be equipped with the weapons set to be stored in eastern Europe .
pt: Até 5 mil militares da Otan poderiam ser equipados com armas a serem armazenadas no leste da Europa .

source: American man suspected of fighting with Islamic State is killed
pt: Norte-americano lutando com militantes é morto na Síria

source: Greek government sealed on Tuesday the country's third bailout deal within five years with international lenders, it was announced in Athens.
pt: A Comissão Européia anunciou hoje que a Grécia alcançou um acordo técnico com os seus credores internacionais para um terceiro resgate.

source: Lavrov rejected accusations Wednesday by Kyiv that Russia sent fresh troops and weapons this week to support the separatists.
pt: Lavrov também rejeitou as acusações de Kiev e do Ocidente sobre a presença de tropas russas no leste da Ucrânia.

source: "But you know what ?
pt: “Não sabemos o que aconteceu .

source: Greeks have been severely hit by the austerity imposed on them by the "troika" of European Central Bank, International Monetary Fund and European Commission lenders .
pt: Schäuble destacou a importância de o governo grego cooperar com a troica de credores, formada pelo Banco Central Europeu (BCE), pelo Fundo Monetário Internacional (FMI) e pela Comissão Europeia.

source: So far in 2015, Hungarian authorities have registered 78,190 migrants crossing its border illegally, about 77,600 of whom have entered from Serbia.
pt: Em 2015, pelo menos 78.190 imigrantes foram registrados na Hungria e, segundo os números oficiais, a maioria (77.600) tinha atravessado o território pela Sérvia.

source: Governor Phil Bryant issued a state of emergency for Marion and Jones counties, hastening the availability of state resources needed for storm relief.
pt: O governador do Mississippi, Phil Bryant, declarou estado de emergência na noite de terça-feira para os condados de Jones e Marion, onde ocorreram as mortes

source: ATHENS (Reuters) - Greece's infrastructure cannot handle the thousands of migrants landing on its shores from places like war-torn Syria and Afghanistan and needs European Union help, Prime Minister Alexis Tsipras said on Friday .
pt: O primeiro-ministro grego, Alexis Tsipras, afirmou nesta sexta-feira que o crescente fluxo de migrantes e refugiados que chegam à Europa através da Grécia ultrapassa as capacidades de seu país, e pediu ajuda à União Europeia.

source: There's not much of a gap between third and fourth on the grid, so I think the podium is a realistic goal."
pt: “Eu acho que o pódio é um objetivo realista e é nisso que tenho de mirar”, disse Vettel.

source: She's very proud of that."
pt: “Ela ficou muito mal .

source: He pointed out pictures of his mother and father, his brother, his cousins and his wife Constance, who was with him when I visited.
pt: Havia imagens dos pais, de um irmão, primos e uma de sua mulher, que estava na companhia do marido durante a visita da equipe da BBC.

source: VIENNA (Reuters) - A Greek exit from the euro zone would be an "extremely dangerous" move for the country and a danger for the rest of Europe as well, European Central Bank policymaker Ewald Nowotny said.
pt: FRANKFURT (Reuters) - Se a Grécia deixar a zona do euro isso não terá o mesmo impacto sobre a zona do euro que teria tido há dois anos, disse o membro do Conselho do Banco Central Europeu (BCE) Ewald Nowotny nesta segunda-feira, pedindo que o governo grego forneça "números" para que ajuda possa ser dada ao país.

source: I do what I want .
pt: “Não sei como isso foi acontecer .

source: It was a tough game .
pt: Tem mais um jogo”, afirmou.

source: "But I'd like to hear it now."
pt: Mas se eu quisesse eu não teria vindo .

source: Greek Prime Minister Alexis Tsipras says talks in Brussels on Greece's debt crisis were "constructive" and he believes "an agreement is in sight".
pt: O plano será apresentado ao primeiro-ministro da Grécia, Alexis Tsipras, em reunião com representantes dos credores em Bruxelas nesta quarta-feira.

source: In announcing the action, EU Competition Commissioner Margrethe Vestager said she is "concerned that the company has given an unfair advantage to its own comparison shopping service."
pt: A comissária europeia da Concorrência, Margrethe Vestager, acusou a empresa de usar sistematicamente seu serviço de buscas para promover o próprio serviço de comparação de preços, o Google Shopping .

source: 3 : Yemen crisis: More than 100 die in attacks on Sanaa mosques
pt: Ataques contra mesquitas no Iêmen deixam mais de 100 mortos

source: The Christian Orthodox Saade family were once industrialists and landowners there, but when, in 1958, Egypt and Syria briefly united to form the United Arab Republic, it led to a series of nationalisations.
pt: Mas em 1958, quando o Egito e a Síria se uniram por um período criando um país que ficou conhecido como República Árabe Unida, uma série de nacionalizações ocorreram no país.

source: Adding to the risks, Nigerian doctors are on strike over conditions and pay .
pt: Somando-se aos riscos, os médicos nigerianos estão em greve por melhores condições de trabalho e salários .

source: Air France is trying to boost earnings through Transavia, but pilots are worried that it will use labor from cheaper foreign bases.
pt: A Air France está tentando aumentar seus lucros através da expansão da Transavia, mas diz que ao fazer isso não está tentando substituir a Air France.

source: The murderer of the two officers, who has suffered from mental problems, planned the attack and shot the pair dead in their patrol car in revenge for the deaths of two African American men who were killed by police in recent months.
pt: O assassino dos dois policiais, que tinha problemas mentais e se suicidou após o crime, antecipou o ataque em outra rede social e o vinculou com a morte de dois cidadãos negros que morreram em ações da polícia nos últimos meses.

source: This weekend three people have been hit by stray bullets in Rio de Janeiro leading to a total of twelve people hit in the last ten days.
pt: Só na semana passada, o Rio teve quatro casos de pessoas atingidas por balas perdidas em cinco dias .

source: Fans went wild and were armed with lightsabers as the San Diego Symphony performed John Williams' iconic "Star Wars" score, concluding with a fireworks display.
pt: O público foi à loucura e, armado com sabres de luz, acompanhou a performance da Orquestra Sinfônica de San Diego para a trilha icônica de John Williams, encerrada com um show de fogos de artifício.

source: The first explosion was huge, and the second was even more powerful: the equivalent of 21 metric tons of TNT or a magnitude-2.9 earthquake, according to the China Earthquake Networks Center.
pt: Segundo a conta no Weibo, o equivalente chinês do Twitter, do Centro Chinês de Vigilância de Terremotos, a magnitude da primeira explosão seria o equivalente a três toneladas de TNT, enquanto a segunda atingiria 21 toneladas do mesmo explosivo.

source: There are a billion smokers worldwide, but many countries have extremely low tobacco tax rates and some have no special tobacco taxes at all, the agency said.
pt: Segundo a OMS, há um bilhão de fumantes em todo o mundo, mas muitos países têm impostos muito baixos sobre o tabaco, enquanto outros não fixam nenhum tipo de taxação sobre o produto .

source: U.S President Barack Obama heads to Ethiopia Sunday, the first American president to visit Africa's second most populous … see more »
pt: O presidente Barack Obama aterrissou neste domingo na Etiópia, onde realizará uma visita de dois dias, convertendo-se no primeiro presidente americano em exercício a visitar o segundo país mais populoso da África.

source: Google sets sights beyond smartphones at annual developer conference
pt: Google olha para além de smartphones em conferência de desenvolvedores

source: The state is able to dictate the daily lives of citizens through the associations run and overseen by the party .
pt: O Estado dita a vida cotidiana das pessoas por meio de associações organizadas pelo partido.

source: The outlets were closed as Russia introduced a one-year embargo on meat, fish, dairy, fruit and vegetables from the United States, the EU, Canada, Australia and Norway, in retaliation for Western economic sanctions over Moscow's involvement in the Ukraine conflict.
pt: No início deste mês, a Rússia proibiu a importação de carne, peixe, laticínios, frutas e legumes dos Estados Unidos e da União Europeia em retaliação a sanções ocidentais impostas depois que Moscou depois anexou a região da Crimeia na Ucrânia e apoiou rebeldes separatistas que combatem as forças do governo ucraniano.

source: Overall, revenue dropped 9 percent to $31.2 billion, including disposals.
pt: A receita geral caiu 9% e foi de US$ 31,2 bilhões, incluindo as alienações .

source: Russian Foreign Minister Sergei Lavrov told US Secretary of State John Kerry by telephone on Wednesday, April 9, that the four-party meeting on Ukraine should help foster equal dialogue in Ukraine.
pt: O chanceler russo, Sergei Lavrov, passou esta mensagem em uma conversa telefônica com o secretário de Estado norte-americano, John Kerry, segundo o Ministério das Relações Exteriores da Rússia .

source: 1525 - Greece's top negotiator in aid talks with creditors, Euclid Tsakalotos, will be sworn in as finance minister on Monday after the resignation of Yanis Varoufakis, the Greek presidency says.
pt: ATENAS (Reuters) - O principal negociador do resgate da Grécia, Euclid Tsakalotos, será nomeado ministro das Finanças após a renúncia de Yanis Varoufakis, disse uma fonte da Presidência grega .

source: The gunman opened fire at a free-speech forum at the cafe before shooting several people outside a synagogue, and then firing at police .
pt: Depois da meia-noite, o atirador abriu fogo do lado de fora de uma sinagoga, matando um judeu e ferindo dois policiais.
